[
  {
    "type": "live",
    "lot": 1,
    "title": "Founding Opus One Vertical",
    "short_title": "Founding Opus One Vertical",
    "description": [
      "This famous winery represents one of the most celebrated international winemaking ventures in modern history. Founded in 1979, Opus One was a joint venture between Robert Mondavi and Baron Philippe de Rothschild of Chateau Mouton Rothschild. The Pauillac/Napa Valley enterprise was a long-time dream of both winemaking families and from Opus One’s first vintage in 1979 it was clear that the idea was to make a wine with character that represented the best of both Bordeaux and Napa Valley. Even the label represents a meeting of the two legendary families, since the label shows a stylized profile of both Robert Mondavi and Baron Philippe de Rothschild. Opus One has earned high praise over the years and is considered one of Napa Valley’s signature wines. Tonight we have a rare vertical of the first 11 Opus One wines ever created from this legendary duo…"
    ],
    "short_desc": "A case of the first twelve years of Opus One",
    "items": [],
    "wines": [
      {
        "year": "1979",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 93",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1980",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1981",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 91",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1982",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 90",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1983",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 92",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1984",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 80",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1985",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 88",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1986",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 91",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1987",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 94",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1988",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 92",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1989",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 89",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1990",
        "desc": "Opus One Napa Valley Red Bordeaux Blend",
        "rating": "Vinous 90",
        "size": "750ml",
        "qty": "1"
      }
    ],
    "wineCount": 12,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Opus-Cult.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 2,
    "title": "First Growths and The French Laundry",
    "short_title": "First Growths and The French Laundry",
    "description": [
      "First Growth French Wine and the French Laundry epitomize the best of the best. You and 3 Guests will be invited to dine at French Laundry, including a tour of the property and kitchen currently under construction. To be paired with your culinary experience you can share and compare the First Growth of the 1960’s.",
      "Dinner for 4 at The French Laundry",
      "First Growths from the 1960s"
    ],
    "short_desc": "Dinner for four at The French Laundry and five bottles of exceptional wine from the 1960's",
    "items": [
      "$1500 gift certificate for The French Laundry",
      "Tour of the property and kitchen currently under construction"
    ],
    "wines": [
      {
        "year": "1960",
        "desc": "Château Margaux",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1960",
        "desc": "Château Lafite Rothschild",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1966",
        "desc": "Château Latour",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1966",
        "desc": "Haut Brion",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1967",
        "desc": "Mouton Rothschild",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      }
    ],
    "wineCount": 5,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/French-Laundry.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 3,
    "title": "Shimmering Chablis",
    "short_title": "Shimmering Chablis",
    "description": [
      "From the northernmost wine district in Burgundy many consider Chablis to be the world’s most distinctive Chardonnay. Perfect with oysters or crab these 12 bottles are not to be missed!"
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "2010",
        "desc": "Louis Michel et Fils Les Clos Grand Cru",
        "rating": null,
        "size": "750ml",
        "qty": "6"
      },
      {
        "year": "2011",
        "desc": "Louis Michel et Fils Les Clos Grand Cru",
        "rating": null,
        "size": "750ml",
        "qty": "3"
      },
      {
        "year": "2011",
        "desc": "Louis Michel et Fils Grenouilles Grand Cru",
        "rating": null,
        "size": "750ml",
        "qty": "3"
      }
    ],
    "wineCount": 12,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/chablis-794809.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 4,
    "title": "Hawaiian Vacation",
    "short_title": "Hawaiian Vacation",
    "description": [
      "Mauna Lani Bay Hotel & Golf Villas is located on the sunny Kohala Coast on the Big Island of Hawaii. Nestled oceanfront on a sandy beach you’ll discover a myriad of activities to enjoy or you can relax and do nothing at all. On the beach you’ll find swaying hammocks and private cabanas. Explore the historic Kalahuiupua’a fishponds, play a round of golf, venture into the Pacific on a catamaran and then have a soothing treatment at Mauna Lani Spa.",
      "For the ultimate Hawaiian vacation relax in a private Golf Villa with your own private pool. Beautiful two story, three bedroom, three bath townhouse style condo. Located on the Ninth Tee of the famed Mauna Lani’s South Course. Home to Hole #15, one of the most photographed over-the-water golf course holes in the world. Additionally, the challenging South Course offers golfers a panorama of mountain and ocean views.",
      "This item is offered anytime from May 1st to November 15."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/golf-tournaments.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 5,
    "title": "CA Cult Spectacular",
    "short_title": "CA Cult Spectacular",
    "description": [
      "An amazing collection featuring some of California’s most cultivated wines in their original wood crates. All of these wines are nearly impossible to get with waiting lists long enough you should put your kid’s name on it, not your own. Featuring the power and richness of exceptional California Cabs these will be the pride of even the most established collector’s cellar. 14 bottles total.",
      "Original Wood Cases of"
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "2008",
        "desc": "Colgin Estate IX",
        "rating": "RP 96",
        "size": "750ml",
        "qty": "3"
      },
      {
        "year": "2012",
        "desc": "Bryant Family Vineyard",
        "rating": "RP 92",
        "size": "750ml",
        "qty": "3"
      },
      {
        "year": "2004",
        "desc": "Harlan Estate",
        "rating": "RP 98",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2006",
        "desc": "Bond St. Eden",
        "rating": "RP 94",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2011",
        "desc": "Eleven Confessions Vineyard Syrah",
        "rating": "RP 98",
        "size": "750ml",
        "qty": "3"
      },
      {
        "year": "2011",
        "desc": "Eleven Confessions Vineyard Grenache",
        "rating": "RP 97",
        "size": "750ml",
        "qty": "3"
      }
    ],
    "wineCount": 14,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/CA-Cult.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 6,
    "title": "Wine Country BBQ",
    "short_title": "Wine Country BBQ",
    "description": [
      "A private Seafood BBQ for 40 at a Sonoma Estate. You and 39 friends will spend the day enjoying the best of the Wine Country living at the gorgeous Rolling Oak Estate in Glen Ellen CA. A large playing field with cornhole games, bocce ball and picnic tables will be yours to enjoy for the day as you are treated to a Crabfeed and Oysters all prepared for you without you raising a finger. To wash down all that great food you can bring your own libations or simply plow through the 2 cases of Sauvignon Blanc that your hosts will have waiting for you.",
      "Restrictions: To occur on a mutual agreed upon date between September ‘16 and June ‘17 with at least 4 weeks notice. No access to the main residence on the property just the vineyards, rec barn, pond and playing field."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/vineyard_bbq.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 7,
    "title": "Diamond Creek 1993 Horizontal",
    "short_title": "Diamond Creek 1993 Horizontal",
    "description": [
      "Founded in 1968, Diamond Creek is California’s first exclusively Cabernet Sauvignon Estate Vineyard. Visionary pioneer Al Brounstein defied modern conventions and planted Bordeaux varietals on secluded Diamond Mountain. The three vineyards produce a small amount of long-lived wines that are elegant with great depth and richness, honored and cherished by connoisseurs the world over. Taste the differences imparted to the wine by the distinct soils and micro-climates of Diamond Creek Vineyards. This rare horizontal has a OWC 6 pack of each the Garvelly Meadow, Red Rock Terrace and Volcanic Hill vineyards. Full of power and history these bad boys are ready to drink or can live in the cellar a little longer."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "1993",
        "desc": "Diamond Creek Gravelly Meadow in Original Wood Crate",
        "rating": null,
        "size": "750ml",
        "qty": "6"
      },
      {
        "year": "1993",
        "desc": "Diamond Creek Red Rock Terrace in Original Wood Crate",
        "rating": null,
        "size": "750ml",
        "qty": "6"
      },
      {
        "year": "1993",
        "desc": "Diamond Creek Volcanic Hill in Original Wood Crate",
        "rating": null,
        "size": "750ml",
        "qty": "6"
      }
    ],
    "wineCount": 18,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/diamondcreek_bottles_cropped.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 8,
    "title": "Dinner at Larkmead",
    "short_title": "Dinner at Larkmead",
    "description": [
      "We would like to invite you and 15 guests to join vintners Cam Baker and Kate Solari Baker along with friends and co-hosts Mark and Mauree Jane Perry for an evening of Art, Food and Wine in the The Lark Room at Larkmead Vineyards. The evening will begin with a tour of the winery and cocktail reception in Kate’s estate art gallery followed by a 5 course tasting menu prepared by special Bay Area chef, Ryan McCarthy. The menu will be expertly paired and served with back vintages of Larkmead wines by our in-house sommelier Dan O’Brien. Both Ryan and Dan have worked in many Michelin rated restaurants together (The Restaurant at Meadowood, Murray Circle at Cavallo Point), so you will be in good hands.",
      "Dinner will take place on a mutually agreeable date."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2014/02/larkmead_lot.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 9,
    "title": "Merry Edwards Overnight",
    "short_title": "Merry Edwards Overnight",
    "description": [
      "Merry Edwards wines are coveted by collectors throughout the world, and this lot invites three couples for a never-before, never-again glimpse into the inner workings of this classic winery. Experience the sights, sounds and tastes of the world-renowned Russian River Valley during a three-day, two-night stay at Merry Edwards’ new guest house in Forestville for up to three (3) couples. Wake up to the delectable aroma of freshly baked bread paired with eggs fresh from Merry’s henhouse and Ken’s We Be Jammin’ homegrown fruit jam. This “slice of heaven” nestled in the midst of Merry Edwards Winery’s youngest estate Sauvignon Blanc vineyard will also be stocked with a fine selection of the 2013 James Beard Award winner’s critically acclaimed wines and freshly pressed olive oil from their 100-year-old trees. Your group will be treated to a VIP tour and tasting at Merry Edwards Winery and given immediate access to the allocation mailing list.",
      "Restrictions: Subject to availability between July 2016 and July 2017 and requires mutually agreed upon dates. Trip must be booked 5-6 weeks in advance.",
      "Also included are three sets of winemaker signed bottles (one set for each couple):"
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "2012",
        "desc": "Olivet Lane Chardonnay",
        "rating": null,
        "size": "1.5L",
        "qty": "1"
      },
      {
        "year": "2012",
        "desc": "Olivet Lane Pinot Noir",
        "rating": null,
        "size": "1.5L",
        "qty": "1"
      },
      {
        "year": "2013",
        "desc": "40th Anniversary Pinot Noir",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      }
    ],
    "wineCount": 3,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Merry-Edwards-View.png",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 10,
    "title": "Dinner and Library Tasting with Michael Browne",
    "short_title": null,
    "description": [
      "Relish a unique chance to delve deep into the Kosta Browne library to taste rare wines from some epic vintages. 6 guests will tour the Sebastopol winery before enjoying dinner with Michael Browne, founder and winemaker at Kosta Browne. Michael will share some of his favorite vintages with you and fill your evening with stories from his nearly 20 years of winemaking. In addition to the one in a lifetime experience the winning bidder takes home a 3 Liter of 2012 Kanzler too."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "2012",
        "desc": "Kosta Browne Kanzler",
        "rating": null,
        "size": "3L",
        "qty": "1"
      }
    ],
    "wineCount": 1,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/kosta_browne.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 11,
    "title": "Be Your Own Wine Maker",
    "short_title": "Be Your Own Wine Maker",
    "description": [
      "An incredible opportunity to make your own wine start to finish. The lot starts in September 2016 when, if you would like to, you can join the harvest team on the northern slope of Sonoma Mountain to pick grapes at a private vineyard whose outsourced grapes are contracted by some of Sonoma’s most coveted wineries. From there you will deliver a half ton of your own grapes to the winery processing center in Healdsburg. After a morning behind the scenes watching the sorting and crush process your hosts will take you to a well-earned lunch in nearby Healdsburg. From there you will work with winemaker Steve McCall over the next two years as the wine matures perfecting your own wine and learning about the fermentation and wine making process. You will receive 5 hours of work from a local designer to help create your own custom wine label for your very own wine. In early 2019 24 cases (288 bottles) of your own created and labeled wine will be yours to share with family and friends."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/crushpad16_014_db.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 12,
    "title": "The Pledge",
    "short_title": "The Pledge",
    "description": [
      "Since 1947, The Guardsmen has supported educational and outdoor initiatives with a focus on bettering the lives of at-risk youth in the Bay Area. Through fundraising efforts and events, such as the Christmas Tree Lot at Fort Mason, The Presidio 10, The Guardsmen Sports Auction and the San Francisco Wine Auction, The Guardsmen raise more than $2.2 million annually. These funds enable The Guardsmen to provide camperships to ~2,500 kids and provide scholarships to ~250 students each year.",
      "Just $280 allows us to fund a campership for a child to attend a week long camping experience at one of the 50+ camps we support. Every $2,000 enables us to sponsor another child in our scholarship program and support their educational pursuits through high school.",
      "Please raise your paddle for the kids!"
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/camp_mendocino_XXI-1.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 13,
    "title": "Sonoma Wine Country Getaway with Vintners Tom Klein and David Ramey",
    "short_title": null,
    "description": [
      "Rodney Strong was one of the pioneers of Sonoma County’s modern wine industry, a visionary who understood the potential that Sonoma County’s soil and climate held for producing world-class wines. Now under the care of Proprietor Tom Klein and Winemaker Rick Sayre, Rodney Strong Vineyards carries this legacy forward by continuing to craft wines that achieve critical acclaim and a loyal consumer following. This extraordinary lot offers six people the unique experience of joining 2016 Wine Auction Honorary Chair Tom Klein for an unforgettable overnight getaway in Sonoma County, the heart of Wine Country at Proprietor Tom Klein’s private residence. The weekend getaway begins Saturday morning where you will enjoy the wine country hospitality of Rodney Strong Vineyards in Healdsburg on the winery’s luxurious Terrace with Winemaker Greg Morthole. Upon your arrival Greg will lead you on a private tour and barrel tasting in their Artisan Cellar where he crafts all their Single Vineyard Cabernets, Meritage wine Symmetry, and Reserve wines: Chardonnay, Pinot Noir and Cabernet Sauvignon. After your private Artisan Cellar tour you will enjoy a gourmet lunch prepared by the winery’s Chef Tara Wachtel on the Terrace along with perfectly paired current release wines. After acquainting yourself with the wines and the historic grounds of Rodney Strong Vineyards you will spend the afternoon relaxing at the Proprietor’s scenic home in the Alexander Valley nestled amongst vineyards, just outside the town of Healdsburg. Enjoy yourself by the pool, take a stroll or just enjoy a book overlooking the magnificent views from the veranda. Following the leisurely afternoon in wine country, you will enjoy a private cocktail hour overlooking the vineyards and taking in the spectacular views with Proprietor Tom Klein and renowned Sonoma Winemaker David Ramey. The evening will start off with David Ramey leading you through a tasting of his Sonoma wines, followed by an unforgettable dinner paired with exquisite wines that represent the beauty and uniqueness that is Sonoma County. As the evening comes to an end, you’ll gather around the outdoor fireplace and relax with a glass of True Gentleman’s Port. After a prepared brunch on Sunday morning, guests are encouraged to tour Sonoma’s wineries and regions, shop and enjoy Healdsburg’s wonderful town square and restaurants. A magical experience awaits the lucky few winners.",
      "Restrictions: A mutually agreed upon Saturday & Sunday Between May and October 2016"
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/rodney-strong.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 14,
    "title": "Complete Dunn Howell Mountain Collection",
    "short_title": null,
    "description": [
      "Randy Dunn began making wine while studying oenology at the University of California at Davis, and he never stopped. Dunn worked for years at Caymus and in 1978 he and his wife purchased a vineyard on Howell Mountain in Napa Valley. In 1979 the couple started their winery and released their first Cabernet Sauvignon in 1981. Dunn Vineyards Cabernet Sauvignon Howell Mountain is recognized as one of the most consistent, massive and well-made wines in Napa Valley. The vineyards are in the Howell Mountain district which, at 2,000 feet above sea level, gets more sun and less fog than vineyards on the valley floor. Rich volcanic soil is part of the terroir. Dunn’s vineyards are planted entirely to Cabernet Sauvignon grapes and the oldest vineyard was planted in 1972. Dunn produces 2,000 cases annually of Cabernet Sauvignon Howell Mountain, and here is your once in a lifetime chance to purchase the entire collection including the just released 2012 Howell Mountain which received a 96 rating from Robert Parker. 16 of the 34 vintages received a score of 95 or higher from Robert Parker score and the lot average is a ridiculous 93.4."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "1979",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP90",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1980",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP92",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1981",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP90",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1982",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1983",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP88",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1984",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP94",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1985",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP90",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1986",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1987",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP94",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1988",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP87",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1989",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP89",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1990",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP96",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1991",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP93",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1992",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP97",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1993",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1994",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP96",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1995",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP96",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1996",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP96",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1997",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1998",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP90",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1999",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP93",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2000",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP88",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2001",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2002",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP93",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2003",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2004",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP94",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2005",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP94",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2006",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2007",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP97",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2008",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP98",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2009",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP92",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2010",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP95",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2011",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP94",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2012",
        "desc": "Dunn Howell Mountain Cabernet Sauvignon",
        "rating": "RP96",
        "size": "750ml",
        "qty": "1"
      }
    ],
    "wineCount": 34,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Dunn-Lot-15.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 15,
    "title": "Giddy Up!",
    "short_title": "Giddy Up!",
    "description": [
      "Enjoy a delicious, educational and fun cheese tasting with one of the owners of\nCowgirl Creamery at our Barn in Pt Reyes Station. During the tasting, you’ll learn\nhow cheese is made and taste a full sampling of Cowgirl cheeses, fresh and aged.\nYou’ll hear about the company, how and why it started, the production process and\nhow to store and serve cheese. You can have the unique opportunity to have all\nof your cheese questions answered by one of the cheese world’s most respected\nauthorities.\nIn addition to the delicious Cheese tasting, you can bring with you a large format\nBeaucaillou. Consistently one of the most successful wines of this vintage, this midweight\nDucru-Beaucaillou is showing some pink and amber at the edge. The wine\nhas an attractive nose of wet stones, sweet currant and mulberry fruit intermixed\nwith a hint of spice and earth. The wine has medium body, light tannin, and an\neasygoing finish.”"
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Chateau_Ducru_Beaucaillou_Saint_Julien_bottles.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 16,
    "title": "Silver Oak Boxes",
    "short_title": "Silver Oak Boxes",
    "description": [
      "Silver Oak is one of Napa’s most well known and respected vineyards. This provides you the opportunity to get a case of the 1996 (RP 91) and 2000 (RP 88) without fighting everyone else on their mailing list to get your hands on it.",
      "Two Original Wood Crates:"
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "1996",
        "desc": "Silver Oak Napa Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "12"
      },
      {
        "year": "2000",
        "desc": "Silver Oak Napa Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "12"
      }
    ],
    "wineCount": 24,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Silver-Oak.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 17,
    "title": "A Once in a Lifetime trip to the Willamette Valley with Walter Scott",
    "short_title": null,
    "description": [
      "A two-day eating, drinking and vineyard immersion with two of Oregon hottest brands – Big Table Farm and Walter Scott, plus a mixed case of 6 wines from each of them to remember you trip with. If you have not had a chance to be introduced to these wines this is a great way to get a VIP introduction.",
      "Fly up to Oregon and enjoy a weekend with the owner winemakers of two of Oregon’s most dynamic new brands! You will start at Big Table Farm with Clare and Brian. Big Table farm has been named #11 in the Top 100 Wines by Wine spectator & top 100 two years running in Wine & Sprits Magazine. Consistently getting scores in the mid 90’s, Big Table Farm has been featured recently in the NY Times, Wall Street Journal and Food and Wine Magazine You will be welcomed into Clare and Brian’s beautiful historic farm house, sit at their big table and be lead through a tasting focusing on the art of making vineyard-designate wines. Then you will enjoy the rest of the afternoon learning about and touring this working farm and winery. This lazy afternoon will flow into an artful dinner sourced directly from the pastures, gardens, woods, trees and hives you’ve just explored.",
      "The next day you will drive south to the Eola-Amity Hills, where you will meet winemaker Ken Pahlow & wife Erica Landon of Walter Scott Wines. These two have turned the heads of reviewers as well, recently named 2015 Winery to watch by Wine & Spirits Magazine, featured in both the New York Times & Wall Street Journal this past fall, and had Neal Martin of The WIne Advocate saying “When I am asked if there were any ‘great discoveries’ in Oregon, I would mention, Walter Scott Wines, without hesitation.” The two will take you into their best vineyards, sharing with you why they love the Eola-Amity Hills, its climate and soils, and how that translates into their beautiful wines. The topper, Lunch overlooking the vineyards of course!",
      "Meanwhile, when you are not tasting wines or touring some stunning vineyards you will be staying in the heart of Historic McMinnville, Oregon at the 3rd Street Flats, perched above local wineries, acclaimed restaurants and eclectic boutiques. ",
      "Package includes: Roundtrip airfare from SFO to PDX, 2 private flats for one night in McMinnville, VIP tasting and Dinner for 4 people at Big Table Farm, VIP Tour & Tasting with Lunch for 4 people at Walter Scott Wines.",
      "Restrictions: September and October (due to harvest,) Memorial weekend and Thanksgiving weekend (we ask for as much notice as possible to coordinate both couples schedules!)"
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/walter_scott.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 18,
    "title": "Napa Legends Lot",
    "short_title": "Napa Legends Lot",
    "description": [
      "The 1960’s & 70’s were defining decades for California as a Global player in fine wine. Travel back in time with some of the biggest names in breakout California winemaking and sample early vintages of legendary producers such as Robert Mondavi, Spring Mountain, Charles Krug, Mount Eden, Louis M. Martini, Groth and Inglenook."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "1961",
        "desc": "Louis M. Martini Winery Napa Valley Cabernet Sauvignon Special Selection",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1965",
        "desc": "Charles Krug Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1969",
        "desc": "Robert Mondavi Winery Napa Valley Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1975",
        "desc": "Robert Mondavi Winery Napa Valley Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1976",
        "desc": "Mount Eden Vineyard Santa Cruz Mountains Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1978",
        "desc": "Mount Eden Vineyard Santa Cruz Mountains Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1978",
        "desc": "Robert Mondavi Winery Napa Valley Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1978",
        "desc": "Robert Mondavi Private Reserve Napa Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1978",
        "desc": "Spring Mountain Cabernet Sauvignon",
        "rating": null,
        "size": "750ml",
        "qty": "3"
      },
      {
        "year": "1983",
        "desc": "Inglenook Napa Valley Reunion Red Table Wine",
        "rating": null,
        "size": "750ml",
        "qty": "3"
      },
      {
        "year": "1986",
        "desc": "Groth Cabernet Sauvignon",
        "rating": null,
        "size": "1.5L",
        "qty": "1"
      },
      {
        "year": "1989",
        "desc": "Groth Merlot",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      }
    ],
    "wineCount": 16,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Napa-Valley-Sign.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 19,
    "title": "The Ultimate Sonoma Wine & Shooting Weekend",
    "short_title": null,
    "description": [
      "Join Michael Browne, vinter of Kosta Browne, for the ultimate wine and shooting weekend at Wing & Barrel Ranch the premier world class private hunting club in the heart of wine country. The winner will receive 6 Guest rooms for up to 12 guests for 2 nights at Ramekins Inn, Sonoma, CA. Guest will spend the full day of Sporting Clays Shooting for up to 12 shooters including clays, Beretta shotguns, instruction with special guest host Vintner Member Michael Browne. Winners will be treated to a private wild game cooking class with gourmet lunch or dinner, including wine pairings with the private chef at Ramekins Culinary School. In addition winners will get 1 bottle of each of the following wines plus the opportunity to arrange VIP wine tours and tastings at the exclusive Wing & Barrel Ranch Vintner Members wineries including:",
      "Wing & Barrel Ranch auction winners will enjoy exclusive access to our Chris Batha designed 15 station sporting clays shooting course, world class vintners paired with exceptional culinary and wine experiences. Located on over 1000 and set amidst the beauty of California’s wine country, Wing & Barrel Ranch is the ultimate private lifestyle club inspired by age old shooting traditions, expressed in fine wine and delicious food.",
      "Requirement: Arrangements to be confirmed on mutually agreeable dates. 1 case of wine will be available on the date of the event, each guest room features 1 king size bed and includes daily breakfast. Private cooking class may be reserved as a demonstration or hands-on class."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/wing_barrell.jpeg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 20,
    "title": "A 100 Point Night in San Francisco",
    "short_title": "A 100 Point Night in San Francisco",
    "description": [
      "The Best Double Date in San Francisco. Enjoy a stayaction with another couple as you have a wonderful dinner at Gary Danko and enjoy two 100 point Robert Parker wines. Shafer and Colgin are two of California’s best wineries and these are two of their best wines ever created. After the fabulous dinner spend the night at the Fairmont Ghirardelli Square."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "2003",
        "desc": "Shafer Hillside Select",
        "rating": "RP 100",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2010",
        "desc": "Colgin Estate IX",
        "rating": "RP 100",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "",
        "desc": "Gary Danko Gift Certificate",
        "rating": "$750",
        "size": null,
        "qty": 1
      },
      {
        "year": "",
        "desc": "1 two-bedroom unit at the Fairmont Residences at Ghirardelli Square",
        "rating": null,
        "size": null,
        "qty": 1
      }
    ],
    "wineCount": 4,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/gary_danko.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 21,
    "title": "Starter Cellar",
    "short_title": "Starter Cellar",
    "description": [
      "This incredible lot includes a 48 bottle U Line 2000 Series wine fridge which would make a great addition to the home of any wine lover. Even better this fridge comes loaded with 12 bottles of William Selyem to help a young collector get their collection off on the right foot."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "2012",
        "desc": "William Selyem Sonoma Coast Pinot Noir",
        "rating": "WE 91",
        "size": "750ml",
        "qty": "12"
      }
    ],
    "wineCount": 12,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/u-line_2000_series.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 22,
    "title": "Wine Country Escape",
    "short_title": "Wine Country Escape",
    "description": [
      "Six people can spend an incredible weekend in Wine Country in the guest house at Amici Vineyards in Calistoga. On Saturday morning join renowned vineyard manager Chris Bowland on a private winery and vineyard tour of three of his projects, William Selyem, Gary Farrell and Holdredge. You will start the morning in the vines at William Selyem before jumping over to Gary Farrell for a beautiful tasting and multi course lunch at before a final tasting at Holdredge. Enjoy the ins and outs of grape growing and pick the brain of one of the area’s best as he gives you a look behind the scene into what makes these California wines so spectacular. As a takeaway for the day each couple will receive a pair of wines from each winery to enjoy over dinner that night in Calistoga or to save for another day when they want to relive the memories."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Wineries_Default_Thb.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 23,
    "title": "Case of Aubert",
    "short_title": "Case of Aubert",
    "description": [
      "One of the finest Chardonnay’s available today in California. Enjoy 12 assorted bottles from the unbelievable 2013 vintage from California’s famed Aubert. Don’t pass on this amazing opportunity."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "2013",
        "desc": "Sonoma Coast",
        "rating": null,
        "size": "750ml",
        "qty": "4"
      },
      {
        "year": "2013",
        "desc": "UV-SL Vineyard",
        "rating": "WA 92-94",
        "size": "750ml",
        "qty": "2"
      },
      {
        "year": "2013",
        "desc": "Larry Hyde & Sons Vineyard",
        "rating": "WA 92-96",
        "size": "750ml",
        "qty": "2"
      },
      {
        "year": "2013",
        "desc": "Ritchie Vineyard",
        "rating": "WA 96-98",
        "size": "750ml",
        "qty": "2"
      },
      {
        "year": "2013",
        "desc": "CIX Vineyard",
        "rating": "WA 95+",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2013",
        "desc": "Sugar Shack Vineyard",
        "rating": "WA 95-97",
        "size": "750ml",
        "qty": "1"
      }
    ],
    "wineCount": 12,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/aubert_wines.png",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 24,
    "title": "Drink like a Frenchman",
    "short_title": "Drink like a Frenchman",
    "description": [
      "Enjoy these fabulous wines from France’s top wine producing regions from the 1970’s to the early 2000’s. As they say, “Life is too short to drink bad wine”."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "1972",
        "desc": "Chambertin, Clos de Beze, 1er Cru, Pierre Gelin",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1985",
        "desc": "Nuits-Saint-Georges, Les Didder, Cuvee Cabott",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1985",
        "desc": "Volnay-Champans, Domaine Monthelie Douhairet",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1985",
        "desc": "Nuits-Saint-Georges, Les Vignes Rondes, D. Rion",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "2001",
        "desc": "Vosne-Romanee, 1er Cru, Les Chaumes, Jacques Tardy",
        "rating": null,
        "size": "750ml",
        "qty": "2"
      },
      {
        "year": "2004",
        "desc": "Grands-Echezeaux, Grand Cru Joseph Drouhin",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      }
    ],
    "wineCount": 7,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/frenchman.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 25,
    "title": "Calistoga Retreat at Kenefick",
    "short_title": "Calistoga Retreat at Kenefick",
    "description": [
      "A truly epic weekend in Calistoga for two couples. Enjoy a 4 day 3 night stay at Kenefick Ranch Winery. For nearly 25 years, Kenefick Ranch has sold its grapes to such prestigious labels as Caymus, Joseph Phelps, Shafer, and Pride Mountain. In 2002, Tom retired from neurosurgery and Kenefick Ranch began producing and selling its own portfolio of award-winning wines. This fun weekend will start with a Saturday Brunch at Sam’s Social Club and mud baths for four at Indian Springs Resort. Dinner Saturday night at the trendy Solbar will be a great way to cap a full day of relaxing in Calistoga. Sunday the guys can enjoy a round of golf at Mayacamas Golf Course while the ladies enjoy a spa package at Solage Calistoga. Enjoy Sunday night in Calistoga and at Kenefick before returning refreshed Monday.",
      "Restrictions: Mutually agreed upon date."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Kenefick-Ranch-Sign.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 26,
    "title": "Opus One Box Set",
    "short_title": "Opus One Box Set",
    "description": [
      "One of a kind opportunity to own this amazing vertical of Opus One, all vintages in their original wood boxes – 18 bottles in total! This vertical has been meticulously stored in a private cellar since their release dates."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "1988",
        "desc": "Opus One Napa Valley Red Bordeaux Blend OWC",
        "rating": "WA 91",
        "size": "750ml",
        "qty": "6"
      },
      {
        "year": "1989",
        "desc": "Opus One Napa Valley Red Bordeaux Blend OWC",
        "rating": "WA NR",
        "size": "750ml",
        "qty": "6"
      },
      {
        "year": "1990",
        "desc": "Opus One Napa Valley Red Bordeaux Blend OWC",
        "rating": "WA 92",
        "size": "750ml",
        "qty": "6"
      }
    ],
    "wineCount": 18,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/opus_one.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 27,
    "title": "Tahoe House",
    "short_title": "Tahoe House",
    "description": [
      "Enjoy a week stay at a Tahoe home with friends or family members. Two families would be very comfortable with two master suites. There are four bedrooms and 4+ bathrooms. When you enter our home you will say, “WOW”””. Panoramic views of the golf course and Martis Valley are visible from the open living room, dining room, and kitchen area. Large windows and high wood-beam ceiling let in the outdoors. The large, fully equipped kitchen make a cook’s dreams come true. Play pool or ping pong in the great room on the lower level. In summer play golf, hike, bike, swim, roller skate, or bungee jump. Ski, snowboard or ice skate in the winter. There are lots of games and flat screen TVs."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Martis_Valley_Hamill_IMG_9044-S.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 28,
    "title": "Opal Moon Lobster Bake",
    "short_title": "Opal Moon Lobster Bake",
    "description": [
      "Retreat to beautiful Sonoma for a truly sensational experience at Opal Moon Winery, where you and five of your best friends will be treated to a Lobster Bake and a private tasting. This lot also includes a Double Magnum of Opal Moon wine."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/lobsters2.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 29,
    "title": "Beaulieu Vineyard Blowout",
    "short_title": "Beaulieu Vineyard Blowout",
    "description": [
      "Georges de Latour Private Reserve Cabernet Sauvignon has been widely recognized as the benchmark Cabernet Sauvignon from Rutherford since its inaugural 1936 vintage. This wine consistently reveals the personality of its unique origins—what Andre Tchelistcheff famously termed “Rutherford Dust”—with bold, classic varietal character. Here is your chance to own a portfolio from this legendary vineyard that spans its historic run as one of California’s premier winemakers. With wines from the 60’s, 70’s and 80’s this lot will allow you to enjoy the history of this marvelous vineyard and compare rare library wines that are nearly impossible to find today."
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "1964",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1967",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1968",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1969",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1971",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1974",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1975",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1977",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1978",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1979",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1980",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "2"
      },
      {
        "year": "1982",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "4"
      },
      {
        "year": "1986",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "4"
      },
      {
        "year": "1987",
        "desc": "BV Georges de Latour Private Reserve",
        "rating": null,
        "size": "750ml",
        "qty": "10"
      }
    ],
    "wineCount": 30,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Beaulieu-Vineyard.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 30,
    "title": "Big American Reds. Go Big or Go Home",
    "short_title": null,
    "description": [
      "Perfectly suited for a large get together of any kind take these fabulous large format red wines from Napa’s top producers home tonight!"
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "2003",
        "desc": "Far Niente Cabernet Sauvignon",
        "rating": null,
        "size": "1.5L",
        "qty": "1"
      },
      {
        "year": "2012",
        "desc": "Shafer One Point Five",
        "rating": null,
        "size": "1.5L",
        "qty": "1"
      },
      {
        "year": "1974",
        "desc": "Mondavi",
        "rating": null,
        "size": "3L",
        "qty": "1"
      },
      {
        "year": "1985",
        "desc": "Clos du Bois Marlstone Red Table Wine",
        "rating": null,
        "size": "6L",
        "qty": "1"
      }
    ],
    "wineCount": 4,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/FLAG2.gif",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 31,
    "title": "In Home Michelin Star Cooking Class for 10",
    "short_title": null,
    "description": [
      "For one special evening, you and your guests will be treated to a unique experience like no-other right in your own home. Three-time Michelin star award winner and acclaimed chef, Lionel Haeberle will dazzle all with his take on French/California cuisine. Chef Lionel is a versatile chef who was raised in Alsace, in northern France, where he started culinary school at the young age of 16.  During Lionel’s career, he had the opportunity to work with and for some of the best and top rated chefs in the world, such as Paul Bocuse, Marc Haeberlin and Alain Ducasse (all holding numerous three Michelin Stars) where he learned the importance of maintaining pinnacle standards for culinary excellence throughout his culinary career. Chef Lionel is currently a California resident who draws much inspiration through his international travels.  His food resembles his personality; holding strong to his French cultural roots (classical, elegant, perfectionist) while embracing and infusing the California energy (vibrant, free-spirited, passionate) in his culinary techniques.  Chef Lionel was an esteemed award-winner of several International Gastronomy competitions and has recently been featured on the Food Network.  Lionel is very excited to share his inspiration of how to cook the sparkling fresh produce of Northern California infused with his traditional French flavors and techniques; found at a couple of his Bay Area restaurants."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/lionel_haeberle.jpeg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 32,
    "title": "Rare and Fine Port",
    "short_title": "Rare and Fine Port",
    "description": [
      "“Port is not for the very young, the vain and the active. It is the comfort of age and the companion of the scholar and the philosopher” -Evelyn Waugh",
      "As a fine meal concludes with a fine port, and as this fine evening approaches its end we present a lot comprised of several of the finest vintage ports of the 20th century.This incredible lot showcases port wine across five decades. All these wines can be enjoyed now or cellared for years to come. Do yourself a favor and indulge!"
    ],
    "short_desc": "",
    "items": [],
    "wines": [
      {
        "year": "1955",
        "desc": "Grahams Port",
        "rating": "WS 94",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1963",
        "desc": "Warre Port",
        "rating": "WS 92",
        "size": "750ml",
        "qty": "2"
      },
      {
        "year": "1994",
        "desc": "Broadbent Port",
        "rating": "CT 90",
        "size": "750ml",
        "qty": "3"
      },
      {
        "year": "1977",
        "desc": "Grahams Port",
        "rating": "WA 93",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1977",
        "desc": "Fonseca Port",
        "rating": "WS 100",
        "size": "750ml",
        "qty": "1"
      },
      {
        "year": "1980",
        "desc": "Dow’s Port",
        "rating": "WS 91",
        "size": "375ml",
        "qty": "1"
      },
      {
        "year": "1983",
        "desc": "Dow’s Port",
        "rating": "RP 90",
        "size": "750ml",
        "qty": "1"
      }
    ],
    "wineCount": 10,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/port.jpg",
    "pickup_notes": ""
  },
  {
    "type": "live",
    "lot": 33,
    "title": "Chairman Lot",
    "short_title": "Chairman Lot",
    "description": [
      "The current and former chairmen of The Guardsmen wine auction have raided their personal cellars to put together an amazing collection of wines…",
      "The Guardsmen would like to thank all the previous chairs of this event for all the hard work they put in over the years to make the San Francisco Wine Auction the largest and longest running Charity Wine Auction in San Francisco. We raise our glass to all of them for all of their hard work, support of the this event and of The Guardsmen."
    ],
    "short_desc": "",
    "items": [],
    "wines": [],
    "wineCount": 0,
    "notes": null,
    "restrictions": null,
    "image": "/wp-content/uploads/2016/04/Guardsmen-Logo.jpeg",
    "pickup_notes": ""
  }
]